Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Disable experimental Media Source API on the video elements. This API allows JavaScript to send media data directly to a video element.
ca_es: Desactiva l'API d'orígens multimèdia experimental en els elements de vídeo. Aquesta API permet que JavaScript enviï dades multimèdia directament a un element de vídeo.

source: %{BEGIN_BOLD}You've gone incognito.%{END_BOLD} %{LINE_BREAK} Pages you view in this tab won't appear in your browser history or search history, and they won't leave other traces, like cookies, on your mobile device after you close %{BEGIN_BOLD}all%{END_BOLD} incognito tabs. Any files you download or bookmarks you create will be preserved, however. %{LINE_BREAK} %{BEGIN_BOLD}Going incognito doesn't affect the behavior of other people, servers, or software.%{END_BOLD} Be wary of surveillance by secret agents or people standing behind you. %{LINE_BREAK} %{BEGIN_LINK}Learn more%{END_LINK} about incognito browsing.
ca_es: %{BEGIN_BOLD}Us heu posat en mode d'incògnit.%{END_BOLD} %{LINE_BREAK} Les pàgines que visualitzeu en aquesta pestanya no apareixeran a l'historial de navegació o a l'historial de cerca, i no deixaran cap altre rastre, com ara galetes, al dispositiu mòbil després de tancar %{BEGIN_BOLD}totes%{END_BOLD} les pestanyes en mode d'incògnit. Es conservaran tots els fitxers que baixeu o els marcadors que creeu, però. %{LINE_BREAK} %{BEGIN_BOLD}Utilitzar el mode d'incògnit no afecta el comportament d'altres persones, servidors o programaris.%{END_BOLD} Aneu amb compte amb la vigilància dels agents secrets o de les persones que siguin al darrere. %{LINE_BREAK} %{BEGIN_LINK}Obteniu més informació%{END_LINK} sobre la navegació en mode d'incògnit.

source: %{TITLE} is using your camera.
ca_es: %{TITLE} està utilitzant la càmera.

source: Enter your verification code:
ca_es: Introduïu el codi de verificació:

source: Extension Activity
ca_es: Activitat de l'extensió

source: Enable SPDY/4 alpha 1
ca_es: Activa SPDY/4 alfa 1

source: View Background Pages (%{NUM_BACKGROUND_APPS})
ca_es: Mostra les pàgines de fons (%{NUM_BACKGROUND_APPS})

source: Access and share your printers online with %{CLOUD_PRINT_NAME}
ca_es: Accediu a les impressores en línia i compartiu-les amb %{CLOUD_PRINT_NAME}

source: Enable WebRTC
ca_es: Activa WebRTC

source: Get Content Packs
ca_es: Obtén paquets de contingut

source: Access your printers from any computer or smart phone. %{BEGIN_LINK}Learn more%{END_LINK}
ca_es: Accediu a les impressores des de qualsevol equip o telèfon intel·ligent. %{BEGIN_LINK}Més informació%{END_LINK}

source: Confirm the passphrase:
ca_es: Confirmeu la contrasenya:

source: Add to whitelist
ca_es: Afegeix a la llista blanca

source: Enable New Dialog Style.
ca_es: Activa l'estil de diàleg nou.

source: Blocked API Call
ca_es: Crida a l'API bloquejada

source: Enable Instant for faster searching.
ca_es: Activeu Instant per agilitar la cerca.

source: Enable Google's SafeSearch
ca_es: Activa SafeSearch de Google

source: Enable WebAudio
ca_es: Activa WebAudio

source: Custodians can also allow this site.
ca_es: Els dipositaris també poden permetre aquest lloc.

source: %{CLOUD_PRINT_NAME} has registered the printers on this machine with <b>%{EMAIL_ADDRESSES}</b>. You can now print to your printers from any %{CLOUD_PRINT_NAME} enabled web or mobile app!
ca_es: %{CLOUD_PRINT_NAME} ha registrat les impressores en aquest equip amb <b>%{EMAIL_ADDRESSES}</b>. Ja podeu imprimir-hi des de qualsevol aplicació web o mòbil activada per a %{CLOUD_PRINT_NAME}!

source: I understand that visiting this site may harm my mobile device.
ca_es: Entenc que visitar aquest lloc pot malmetre el meu dispositiu mòbil.

source: Submit
ca_es: Envia

source: Rasterise page before printing. Slower, but may help to resolve issues with some printers
ca_es: Trama una pàgina abans d'imprimir. El procés és més lent, però us pot ajudar a solucionar problemes amb algunes impressores

source: Disable new network handlers in the status area
ca_es: Desactiva els gestors de xarxa nous a l'àrea d'estat

source: Cloud Print Connector
ca_es: Connector de Cloud Print

source: Run Files app with the legacy user interface.
ca_es: Executa l'aplicació de fitxers amb la interfície d'usuari heretada.

source: API Call
ca_es: Crida a l'API

source: Enable experimental VP9 playback in the video element.
ca_es: Activa la reproducció de VP9 experimental a l'element de vídeo.

source: %{BEGIN_BOLD}You're browsing as a Guest%{END_BOLD}. Pages you view in this tab won't appear in the browser history or search history, and they won't leave other traces, like cookies, on the mobile device after you sign out. Files you download and bookmarks you create won't be preserved. %{LINE_BREAK} %{BEGIN_LINK}Learn more%{END_LINK} about Guest browsing.
ca_es: %{BEGIN_BOLD}Esteu navegant com a convidat%{END_BOLD}. Les pàgines que visualitzeu en aquesta pestanya no es mostraran a l'historial de navegació o a l'historial de cerca, ni deixaran cap altre rastre, com ara galetes, al dispositiu mòbil un cop hàgiu tancat la sessió. Els fitxers que baixeu o les adreces d'interès que afegiu no es conservaran. %{LINE_BREAK} %{BEGIN_LINK}Més informació%{END_LINK} sobre la navegació com a convidat.

source: %{PEPPER_PLUGIN_NAME} on %{PEPPER_PLUGIN_DOMAIN} wants to access your mobile device.
ca_es: El connector %{PEPPER_PLUGIN_NAME} de %{PEPPER_PLUGIN_DOMAIN} vol accedir al vostre dispositiu mòbil.

source: Enabling this option allows web applications to access the WebRTC API.
ca_es: Si activeu aquesta opció, les aplicacions web podran accedir a l'API de WebRTC.

source: The %{LEGAL_DOC_LINK_TEXT_1} and %{LEGAL_DOC_LINK_TEXT_2} have been updated. By clicking Submit you verify that you accept these changes.
ca_es: Les %{LEGAL_DOC_LINK_TEXT_1} i la %{LEGAL_DOC_LINK_TEXT_2} s'han actualitzat. En fer clic a Envia verifiqueu que accepteu aquests canvis.

source: Set a passphrase
ca_es: Definició d'una contrasenya

source: Enable 'image/webp' accept header
ca_es: Activació de la capçalera d'acceptació d'"image/webp"

source: Extensions, apps, and themes can harm your mobile device. Are you sure you want to continue?
ca_es: Les extensions, les aplicacions i els temes poden malmetre el dispositiu mòbil. Esteu segur que voleu continuar?

source: This site was blocked from accessing your camera and microphone.
ca_es: S'ha bloquejat l'accés d'aquest lloc a la càmera i al micròfon.

source: all time visits
ca_es: visites en total

source: View background pages (%{NUM_BACKGROUND_APPS})
ca_es: Mostra les pàgines de fons (%{NUM_BACKGROUND_APPS})

source: Unable to load the webpage because your mobile device entered sleep or hibernate mode. When this happens, network connections are shut down and new network requests fail. Reloading the page should resolve this.
ca_es: No es pot carregar la pàgina web perquè el dispositiu mòbil ha activat el mode de repòs o d'hibernació. Quan això passa, es tanquen les connexions a la xarxa i les sol·licituds de xarxa noves fallen. Tornar a carregar la pàgina hauria de resoldre aquest problema.

source: Enable apps only search for app list.
ca_es: Activa només les aplicacions de la cerca de llista d'aplicacions.

source: Legacy mode Files app
ca_es: Aplicació de fitxers en mode heretat

source: Dev - Unstable
ca_es: Dev - Inestable

source: Print from anywhere
ca_es: Imprimiu des de qualsevol lloc

source: Run Files app as an extension instead of a platform app.
ca_es: Executa l'aplicació de fitxers com una extensió en comptes d'una aplicació de plataforma.

source: Are you sure you want to delete "%{PROFILE_NAME}" and all the data associated with it from this mobile device? This cannot be undone!
ca_es: Esteu segur que voleu suprimir "%{PROFILE_NAME}" i totes les dades associades d'aquest dispositiu mòbil? Aquesta acció no es pot desfer.

source: Unknown Company
ca_es: Empresa desconeguda

source: Files.app's legacy UI
ca_es: IU heretada de Files.app

source: By clicking Submit you agree to the %{LEGAL_DOC_LINK_TEXT_1}, %{LEGAL_DOC_LINK_TEXT_2}, and %{LEGAL_DOC_LINK_TEXT_3}.
ca_es: En fer clic a Envia accepteu les %{LEGAL_DOC_LINK_TEXT_1}, l'%{LEGAL_DOC_LINK_TEXT_2} i les %{LEGAL_DOC_LINK_TEXT_3}.

source: Disable experimental Encrypted Media Extensions on the video elements.
ca_es: Desactiva les extensions experimentals dels mitjans encriptats als elements de vídeo.

source: Send this page to your mobile device
ca_es: Envieu aquesta pàgina al dispositiu mòbil

source: Shared access
ca_es: Accés compartit

source: A proxy server is a server that acts as an intermediary between your mobile device and other servers. Right now, your system is configured to use a proxy, but %{PRODUCT_NAME} can't connect to it.
ca_es: Un servidor intermediari és un servidor que funciona com a intermediari entre el dispositiu mòbil i altres servidors. Actualment, el sistema està configurat per fer servir un servidor intermediari, però %{PRODUCT_NAME} no s'hi pot connectar.

source: Enter the letters above
ca_es: Introduïu les lletres de més amunt

source: Oops. Auto-Checkout cannout complete this form. You'll have to the finish this transaction from here.
ca_es: El procés de compra automàtic no pot completar aquest formulari. Haureu de finalitzar aquesta transacció des d'aquí.

source: %{CLOUD_PRINT_NAME} is built on the idea that printing can be more intuitive, accessible, and useful. Using %{CLOUD_PRINT_NAME} you can make your printers available to you from any %{CLOUD_PRINT_NAME} enabled web or mobile app.
ca_es: %{CLOUD_PRINT_NAME} està dissenyat al voltant de la idea que la impressió pot ser més intuïtiva, accessible i útil. Si utilitzeu %{CLOUD_PRINT_NAME}, podreu disposar de les vostres impressores des de qualsevol aplicació web o mòbil activada per a %{CLOUD_PRINT_NAME}.

source: Whether or not the first new tab page load of a new window will automatically fall back to the local page when Instant Extended is enabled.
ca_es: Determina si la primera càrrega de la pàgina de pestanya nova per a una finestra nova obrirà automàticament la pàgina local si Instant ampliat està activat.

source: %{URL} wants to permanently store large data on your mobile device.
ca_es: %{URL} vol emmagatzemar de manera permanent una gran quantitat de dades al dispositiu mòbil.

source: Enable the Instant extended API.
ca_es: Activeu l'API ampliada d'Instant.

source: Microphone already in use.
ca_es: El micròfon ja està en ús.

source: Set up Sync
ca_es: Configura la sincronització

source: Sign in and sync
ca_es: Inicia la sessió i sincronitza

source: Invalid application-specific password.
ca_es: La contrasenya d'aplicació no és vàlida.

source: Enables a background service that connects the Google Cloud Print service to any printers installed on this mobile device. Once this lab is enabled, you can turn the Google Cloud Print Connector on by logging in with your Google account in the Under the Hood section of Settings.
ca_es: Activa un servei en segon pla que connecta el servei Google Cloud Print per a totes les impressores instal·lades en aquest dispositiu mòbil. Un cop activat aquest experiment, inicieu la sessió al compte de Google a la secció Avançat de Configuració per activar el connector de Google Cloud Print.

source: This site is accessing your camera and microphone.
ca_es: Aquest lloc té accés a la càmera i al micròfon.

source: The website at %{HOST_NAME} contains elements from sites which appear to host malware – software that can hurt your mobile device or otherwise operate without your consent. Just visiting a site that contains malware can infect your mobile device.
ca_es: El lloc web de %{HOST_NAME} conté elements de llocs que semblen allotjar programari maliciós, és a dir, programari que pot malmetre el dispositiu mòbil o operar sense el vostre consentiment. Només el fet de visitar un lloc que contingui aquest tipus de programari pot infectar el vostre dispositiu mòbil.

source: Enable VP9 playback in <video> elements.
ca_es: Activa la reproducció de VP9 en elements de <video>.

source: Enter your application-specific password:
ca_es: Introduïu la contrasenya d'aplicació:

source: SIGN IN
ca_es: INICIA LA SESSIÓ

source: Review permissions...
ca_es: Revisa els permisos...

source: Sign in with your
ca_es: Inicieu la sessió amb el vostre

source: Change passphrase...
ca_es: Canvia la contrasenya...

source: The passphrases do not match.
ca_es: Les contrasenyes no coincideixen.

source: This type of file can harm your mobile device. Do you want to keep %{FILE_NAME} anyway?
ca_es: Aquest tipus de fitxer pot malmetre el dispositiu mòbil. Voleu conservar %{FILE_NAME} de totes maneres?

source: Diables showing the launcher on the second display.
ca_es: Deixa de mostrar la barra d'execució ràpida a la visualització secundària.

source: Could not connect to the server
ca_es: No s'ha pogut connectar amb el servidor

source: Blocked visit attempt to %{BEGIN_LINK}page%{END_LINK}.
ca_es: S'ha bloquejat un intent de visita a la %{BEGIN_LINK}pàgina%{END_LINK}.

source: Managed User Settings
ca_es: Configuració de l'usuari gestionat

source: Enable extension activity UI
ca_es: Activa la IU d'activitat d'extensions

source: Enable locally managed users
ca_es: Activa els usuaris gestionats localment

source: Access all data on your mobile device and the websites you visit
ca_es: Accediu a totes les dades del dispositiu mòbil i dels llocs web que visiteu

source: Sorry, you're not allowed to access the following page:
ca_es: No podeu accedir a la pàgina següent:

source: Managed user
ca_es: Usuari gestionat

source: Enter a passphrase:
ca_es: Introduïu una contrasenya:

source: Access to local files on your mobile device is disabled by your administrator.
ca_es: El vostre administrador ha desactivat l'accés als fitxers locals del vostre dispositiu mòbil.

source: Managed User
ca_es: Usuari gestionat

source: %{CLOUD_PRINT_NAME} lets you access this mobile device's printers from anywhere. Click to enable.
ca_es: %{CLOUD_PRINT_NAME} us permet accedir a les impressores d'aquest dispositiu mòbil des de qualsevol lloc. Feu clic per activar-ho.

source: Enter your Google Account password first, %{LINE_BREAK} not an application specific password.
ca_es: Introduïu primer la contrasenya del compte de Google, %{LINE_BREAK} no la contrasenya específica d'una aplicació.

source: Disables the new network handlers which handle Shill communication without using NetworkLibrary for the status area.
ca_es: Desactiva els gestors de xarxa nous que administren la comunicació Shill sense fer servir NetworkLibrary per a l'àrea d'estat.

source: %{SEARCH_PROVIDER_NAME} Search
ca_es: Cerca de %{SEARCH_PROVIDER_NAME}

source: Enable experimental SPDY/4 alpha 1. Note that this also enables SPDY/3.1.
ca_es: Activa SPDY/4 alfa 1 experimental. Tingueu en compte que també activa SPDY/3.1.

source: Enable local-only Instant extended API
ca_es: Activa l'API ampliada d'Instant només local

source: Offer to translate pages that aren't in a language I read
ca_es: Permet traduir pàgines en una llengua diferent en la qual llegeixo

source: Warn
ca_es: Adverteix

source: Enter a passphrase to change this user's settings later.
ca_es: Introduïu una contrasenya per canviar la configuració d'aquest usuari més endavant.

source: Enable ClientLogin signin
ca_es: Activa l'inici de sessió del client

source: %{PRODUCT_NAME} sync makes it easy to share your data (such as bookmarks and settings) between your computers and mobile devices. %{PRODUCT_NAME} synchronizes your data by storing it online with Google when you sign in with your Google Account.
ca_es: La sincronització de %{PRODUCT_NAME} facilita l'ús compartit de les dades (com ara marcadors i configuració) entre els equips i els dispositius mòbils. %{PRODUCT_NAME} sincronitza les dades emmagatzemant-les en línia amb Google quan inicieu la sessió en un compte de Google.

source: %{PRODUCT_NAME} is having trouble accessing the network. %{LINE_BREAK} This may be because your firewall or antivirus software wrongly thinks %{PRODUCT_NAME} is an intruder on your mobile device and is blocking it from connecting to the Internet.
ca_es: %{PRODUCT_NAME} té problemes per accedir a la xarxa. %{LINE_BREAK} La causa pot ser que el tallafoc o el programari antivirus consideri per error que %{PRODUCT_NAME} és un intrús al vostre dispositiu mòbil i impedeixi que es connecti a Internet.

source: Disable a launcher on secondary display.
ca_es: Desactiva una barra d'execució ràpida a la visualització secundària

source: If, however, you work in an organization that generates its own certificates, and you are trying to connect to an internal website of that organization using such a certificate, you may be able to solve this problem securely. You can import your organization's root certificate as a "root certificate", and then certificates issued or verified by your organization will be trusted and you will not see this error next time you try to connect to an internal website. Contact your organization's help staff for assistance in adding a new root certificate to your mobile device.
ca_es: No obstant això, si treballeu en una organització que generi els seus propis certificats i esteu provant de connectar-vos a un lloc web intern d'aquesta organització mitjançant aquests certificats, és possible que pugueu resoldre aquest problema de manera segura. Podeu importar el certificat arrel de l'organització com a "certificat arrel", i després es confiarà en els certificats que l'organització emeti o verifiqui, de manera que no apareixerà aquest error la propera vegada que proveu de connectar-vos a un lloc web intern. Contacteu amb el personal d'assistència de l'organització perquè us ajudi a afegir un certificat arrel nou al dispositiu mòbil.

source: %{BEGIN_BOLD}You've gone incognito%{END_BOLD}. Pages you view in this tab won't appear in your browser history or search history, and they won't leave other traces, like cookies, on your mobile device after you close %{BEGIN_BOLD}all%{END_BOLD} open incognito tabs. Any bookmarks you create will be preserved, however. %{LINE_BREAK} %{BEGIN_BOLD}Going incognito doesn't affect the behavior of other people, servers, or software. Be wary of:%{END_BOLD} %{BEGIN_LIST} %{BEGIN_LIST_ITEM}Websites that collect or share information about you%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Internet service providers or employers that track the pages you visit%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Surveillance by secret agents%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}People standing behind you%{END_LIST_ITEM} %{END_LIST} %{BEGIN_LINK}Learn more%{END_LINK} about incognito browsing.
ca_es: %{BEGIN_BOLD}Us heu posat en mode d'incògnit.%{END_BOLD} Les pàgines que visualitzeu en aquesta pestanya no apareixeran a l'historial de navegació o a l'historial de cerca, i no deixaran cap altre rastre, com ara galetes, al dispositiu mòbil després de tancar %{BEGIN_BOLD}totes%{END_BOLD} les pestanyes en mode d'incògnit obertes. Es conservaran tots els marcadors que creeu, però. %{LINE_BREAK} %{BEGIN_BOLD}Utilitzar el mode d'incògnit no afecta el comportament d'altres persones, servidors o programaris. Aneu amb compte amb:%{END_BOLD} %{BEGIN_LIST} %{BEGIN_LIST_ITEM}Els llocs web que apleguen o comparteixen informació vostra%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Els proveïdors o els empleats de serveis d'Internet que fan un seguiment de les pàgines que visiteu%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}La vigilància dels agents secrets%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Les persones que són al darrere%{END_LIST_ITEM} %{END_LIST} %{BEGIN_LINK}Obteniu més informació%{END_LINK} sobre la navegació en mode d'incògnit.

source: Allow your search engine to provide Instant results.
ca_es: Permeteu que el motor de cerca proporcioni resultats per a Instant.

source: Even if you have visited this website safely in the past, visiting it now is very likely to infect your mobile device with malware.
ca_es: Encara que hàgiu visitat aquest lloc web de manera segura altres vegades, és molt probable que si ho feu ara el vostre dispositiu mòbil quedi infectat amb programari maliciós.

source: Extensions cannot be modified by managed users.
ca_es: Els usuaris gestionats no poden modificar les extensions.

source: weekly visits
ca_es: visites setmanals

source: When a managed user tries to access a site that is not in any content pack:
ca_es: Quan un usuari gestionat prova d'accedir a un lloc que no es troba en cap paquet de contingut:

source: Enable bezel touch actions.
ca_es: Activa les accions en tocar la ranura.

source: When enabled, will support Translate on pages written in "alpha languages", that may have less-reliable translation quality than supported languages. See, also http://translate.google.com/about/ .
ca_es: Si s'activa, Traductor serà compatible amb les pàgines escrites en idiomes alfabètics, la traducció de les quals pot tenir una qualitat menys fiable que els idiomes disponibles. Consulteu també http://translate.google.com/about/.

source: %{PRODUCT_NAME} is using your mobile device's system proxy settings to connect to the network.
ca_es: %{PRODUCT_NAME} fa servir la configuració del servidor intermediari del sistema per al dispositiu mòbil per connectar a la xarxa.

source: Enables a background service that connects the Google Cloud Print service to any printers installed on this computer. Once this lab is enabled, you can turn the Google Cloud Print Connector on by logging in with your Google account in the Under the Hood section of Settings.
ca_es: Activa un servei en segon pla que connecta el servei de Google Cloud Print amb totes les impressores instal·lades a l'equip. Amb aquest experiment, podeu activar el connector de Google Cloud Print si inicieu la sessió amb el vostre compte de Google, a la secció Avançat de la configuració.

source: Content packs
ca_es: Paquets de contingut

source: The webpage at %{URL} has resulted in too many redirects. Clearing your cookies for this site or allowing third-party cookies may fix the problem. If not, it is possibly a server configuration issue and not a problem with your mobile device.
ca_es: La pàgina web de %{URL} ha fet que hi hagi massa redireccions. És possible que el problema se solucioni si esborreu les galetes d'aquest lloc o bé si permeteu les galetes de tercers. Si això no funciona, és possible que es tracti d'un error de configuració del servidor i que el vostre dispositiu mòbil no tingui cap problema.

source: %{CLOUD_PRINT_NAME} has registered the printers on this mobile device with <b>%{EMAIL_ADDRESSES}</b>. You can now print to your printers from any %{CLOUD_PRINT_NAME} enabled web or mobile app!
ca_es: %{CLOUD_PRINT_NAME} ha registrat les impressores d'aquest dispositiu mòbil amb <b>%{EMAIL_ADDRESSES}</ b>. Ja podeu imprimir-hi des de qualsevol aplicació web o mòbil activada per a %{CLOUD_PRINT_NAME}!

source: monthly visits
ca_es: visites mensuals

source: Review your print jobs and printer status online.
ca_es: Reviseu els vostres treballs d'impressió i l'estat de les impressores en línia.

source: Access the USB device "%{PRODUCT_NAME} (%{VENDOR_NAME})".
ca_es: Accedeix al dispositiu USB "%{PRODUCT_NAME} (%{VENDOR_NAME})".

source: Welcome to %{SHORT_PRODUCT_NAME}
ca_es: Us donem la benvinguda a %{SHORT_PRODUCT_NAME}

source: Enable bezel touch actions
ca_es: Activació de les accions en tocar la ranura

source: Type your search query here
ca_es: Escriviu la consulta de cerca aquí

source: Email:
ca_es: Correu electrònic:

source: All your %{SHORT_PRODUCT_NAME} settings are safe in case anything happens to your mobile device.
ca_es: La configuració de %{SHORT_PRODUCT_NAME} estarà fora de perill si mai passa res al dispositiu mòbil.

source: Print a Test Page
ca_es: Imprimeix una pàgina de prova
